[{"snt_id":"G11.1_2892036907_1","simplified_snt":"Current academic and industrial research is interested in autonomous vehicles."},{"snt_id":"G11.1_2892036907_2","simplified_snt":"Drones are increasingly used in the civilian and commercial domain and need to be autonomous."},{"snt_id":"G11.1_2892036907_3","simplified_snt":"Governments set guidelines on the operation ceiling of civil drones. So, road-tracking based navigation is attracting interest."},{"snt_id":"G11.1_2892036907_4","simplified_snt":"Researchers propose data-driven solutions allowing drones to autonomously navigate city streets, learning to fly by imitating an expert pilot."},{"snt_id":"G11.1_2892036907_5","simplified_snt":"The algorithm, based on the Inception model, detects roads using tomographic reconstructions. The Inception model is an extension of classic image classification algorithms."},{"snt_id":"G11.1_2892036907_6","simplified_snt":"The Inception-v3 architecture has better accuracy than many existing models of imitation learning."},{"snt_id":"G11.1_2892036907_7","simplified_snt":"The data used for training the system was captured from the drone over urban streets, navigated by an expert pilot."},{"snt_id":"G11.1_2892036907_8","simplified_snt":"Data collection requires special permission to ensure pedestrian security."},{"snt_id":"G11.1_2892036907_9","simplified_snt":"The drone can navigate successfully through roads without crashing or overshooting; its accuracy is 98.44%."},{"snt_id":"G11.1_2892036907_10","simplified_snt":"MAVNet computational efficiency enables the drone to fly up to 6m\/sec."},{"snt_id":"G11.1_2892036907_11","simplified_snt":"The solution is compared with other recent methods."},{"snt_id":"G06.2_2889433965_1","simplified_snt":"If intelligent systems recognize traffic signs, it can reduce car accidents."},{"snt_id":"G06.2_2889433965_2","simplified_snt":"For self-driving cars, we need automatic recognition of traffic and hand signs."},{"snt_id":"G06.2_2889433965_3","simplified_snt":"Machine learning techniques  could be used to classify traffic signs."},{"snt_id":"G06.2_2889433965_4","simplified_snt":"They perform well on a particular dataset, but fail on multiple traffic sign recognition test datasets."},{"snt_id":"G06.2_2889433965_5","simplified_snt":"We proposed a new and better method."},{"snt_id":"G06.2_2889433965_6","simplified_snt":"This model is based on enhanced convolutional neural networks (a deep-learning approach often used for image recognition)."},{"snt_id":"G06.2_2889433965_7","simplified_snt":"This model was more than 99% correct on German and Belgian sign recognition datasets."},{"snt_id":"G06.2_2889433965_8","simplified_snt":"This new model is very low in both memory and computational complexity."},{"snt_id":"G06.2_2810968146_1","simplified_snt":"Ignition is a neural network for training unconstrained self-driving vehicles in simulated environments."},{"snt_id":"G06.2_2810968146_2","simplified_snt":"This ResNet-18 variant model receives images from the front of a simulated car and uses them to steer, throttle, or brake appropriately."},{"snt_id":"G06.2_2810968146_3","simplified_snt":"The model is not explicitly trained to detect road features such as track outline or distance to other cars, as these features can automatically be calculated by the network."},{"snt_id":"G06.2_2890116921_1","simplified_snt":"A transfer learning method to control self-driving cars is proposed, in which a convolutional neural network (CNN) is trained on one domain then used for the same task in a different domain."},{"snt_id":"G06.2_2890116921_2","simplified_snt":"A conventional CNN is designed to map a single front-facing camera image to control a car."},{"snt_id":"G06.2_2890116921_3","simplified_snt":"CNN produces a steering command and a lane departure level (LDL, mechanism designed to warn the driver when the vehicle begins to move out of its lane). To enable the transfer learning, a new task module takes the output of the last convolutional layer as input."},{"snt_id":"G06.2_2890116921_4","simplified_snt":"The CNN trained on the source domain is then used to train the target network. It takes the output of the last convolutional layer of the source network and is trained to produce a steering command for the target domain."},{"snt_id":"G06.2_2890116921_5","simplified_snt":"The steering commands from the source and target network are merged and used for car control in the target domain."},{"snt_id":"G06.2_2890116921_6","simplified_snt":"Two simulators were used to evaluate the proposed method."},{"snt_id":"G06.2_2890116921_7","simplified_snt":"The proposed method is more stable and safer for car control."},{"snt_id":"G06.2_2805209921_1","simplified_snt":"Limited data available for training affects the use of deep learning techniques."},{"snt_id":"G06.2_2805209921_2","simplified_snt":"Datasets are available for problems such as item recognition and classification for self-driving cars, but very limited for industrial robotics."},{"snt_id":"G06.2_2805209921_3","simplified_snt":"A multi-objective Convolutional Neural Network (CNN) was first trained to identify the robot in the image and find 3D positions of the joints using just a 2D image. But this only used robots made by Universal Robots (UR)."},{"snt_id":"G06.2_2805209921_4","simplified_snt":"Here we work with a new robot arm - Kuka LBR iiwa which looks very different and has an additional joint."},{"snt_id":"G06.2_2805209921_5","simplified_snt":"We collect a number of smaller datasets and use transfer learning techniques on the CNN trained on UR robots to adapt it to a robot that looks different."},{"snt_id":"G06.2_2805209921_6","simplified_snt":"Transfer learning requires smaller training datasets, learns faster and reaches similar or even better accuracy."},{"snt_id":"G06.2_2897082611_1","simplified_snt":"Moral responsibility is a major concern in automated decision-making, from self-driving cars to kidney transplants."},{"snt_id":"G06.2_855132903_1","simplified_snt":"Queueing models are used for autonomous mobility-on-demand MOD systems. A queueing model is constructed so that queue lengths and waiting time can be predicted. In MOD systems,  robotic, self-driving vehicles transport customers within an urban environment and rebalance themselves to ensure quality of service."},{"snt_id":"G06.2_855132903_2","simplified_snt":"We first cast an autonomous MOD system within a closed Jackson network model,a class of queueing network, with passenger loss."},{"snt_id":"G06.2_855132903_3","simplified_snt":"A real-time rebalancing algorithm is applied to a case study of New York City. It is implemented on an eight-vehicle mobile robot testbed."},{"snt_id":"G06.2_855132903_4","simplified_snt":"The current taxi demand in Manhattan can be met with about 8,000 robotic vehicles. It represents roughly 70% of the size of the current taxi fleet in Manhattan."},{"snt_id":"G06.2_855132903_5","simplified_snt":"Congestion effects are also included to study the impact of autonomously rebalancing vehicles on overall traffic jams."},{"snt_id":"G06.2_855132903_6","simplified_snt":"This paper describes the sustainability benefits of robotic transportation networks."},{"snt_id":"G06.2_602340265_1","simplified_snt":"The on-going digital revolution will dramatically transform our economy and societal institutions."},{"snt_id":"G06.2_602340265_2","simplified_snt":"But this also presents risks for our society."},{"snt_id":"G06.2_602340265_3","simplified_snt":"Automation of society is coming."},{"snt_id":"G06.2_602340265_4","simplified_snt":"We must choose either between a society in which the actions are determined top-down by coercion or manipulative technologies (such as personalized ads) or in which decisions are taken freely and cooperatively."},{"snt_id":"G06.2_602340265_5","simplified_snt":"Modern information and communication systems (ICT) enable both, but the latter has economic and strategic benefits."},{"snt_id":"G06.2_602340265_6","simplified_snt":"Foundations of human dignity, autonomous decision-making, and democracies are weakening. These core principles of society and the basis of greater efficiency and success need to be defended."},{"snt_id":"G06.2_2895666646_1","simplified_snt":"Once self-driving cars become reality and passengers no longer worry about it, they will need to find other forms of entertainment."},{"snt_id":"G06.2_2895666646_2","simplified_snt":"However, high communication delay can slow retrieval of entertainment content from Data Centers (DC)."},{"snt_id":"G06.2_2895666646_3","simplified_snt":"Self-driving cars can use deep learning caching to address these challenges. It is deployed on the Multi-access Edge Computing (MEC) structure that moves services from a centralized cloud to the network edges and closer to the customer."},{"snt_id":"G06.2_2895666646_4","simplified_snt":"Multi-Layer Perceptron (MLP), a type of artificial neural network, is used to predict the content requested in specific areas."},{"snt_id":"G06.2_2895666646_5","simplified_snt":"To reduce delay, MLP outputs are sent to MEC servers for roadside units."},{"snt_id":"G06.2_2895666646_6","simplified_snt":"A Convolutional Neural Network (CNN) is used to predict passengers’ age and gender to cache adapted entertainment content."},{"snt_id":"G06.2_2895666646_7","simplified_snt":"The self-driving car can therefore identify the contents to be downloaded and cached."},{"snt_id":"G06.2_2895666646_8","simplified_snt":"Deep learning caching is formulated for the self-driving car to enhance entertainment services and minimize content downloading delay."},{"snt_id":"G06.2_2895666646_9","simplified_snt":"A Block Successive Majorization-Minimization (BS-MM) technique solves the problem."},{"snt_id":"G06.2_2895666646_10","simplified_snt":"Prediction accuracy was 98.04% for contents to be cached for self-driving cars. Such an approach can minimize delay."},{"snt_id":"G06.2_2891558151_1","simplified_snt":"This paper describes the Bristol Stock Exchange (BSE), a minimal simulation of a centralised financial market based on a Limit Order Book (LOB), a type of order to buy or sell a security at a specific price or better."},{"snt_id":"G06.2_2891558151_2","simplified_snt":"BSE was built because most of the financial markets became automated."},{"snt_id":"G06.2_2891558151_3","simplified_snt":"Research tries to understand the dynamics of this automated financial markets but"},{"snt_id":"G06.2_2891558151_4","simplified_snt":"Trainee engineers also need a realistic learning experience to build automated trading systems."},{"snt_id":"G06.2_2891558151_5","simplified_snt":"BSE has been successfully used for both teaching and research since 2012. BSE code is freely available on GitHuB."},{"snt_id":"G06.2_2801562232_1","simplified_snt":"This paper studies how stock prices vary with financial disclosures."},{"snt_id":"G06.2_2801562232_2","simplified_snt":"We particularly study the many uncategorized filings."},{"snt_id":"G06.2_2801562232_3","simplified_snt":"We use latent Dirichlet allocation for topic modeling."},{"snt_id":"G06.2_2801562232_4","simplified_snt":"This helps automatically predict the categories based on the content of 70,000 regulatory 8-K filings from U.S. companies, which announce significant events relevant to shareholders."},{"snt_id":"G06.2_2801562232_5","simplified_snt":"We then evaluate the stock market reaction."},{"snt_id":"G06.2_2801562232_6","simplified_snt":"Evidence suggests a large difference among types of news stories in relevance and impact on financial markets."},{"snt_id":"G06.2_2801562232_7","simplified_snt":"For example, we find unusual returns in response to disclosures about earnings results, credit rating, business strategy, the health sector, mergers and acquisitions."},{"snt_id":"G06.2_2801562232_8","simplified_snt":"Our results are useful for managers, investors and policy-makers. They show how to structure regulatory filings and which topics influence stock valuations."},{"snt_id":"G06.2_835365303_1","simplified_snt":"This paper addresses problems of trading systems in banking."},{"snt_id":"G06.2_835365303_2","simplified_snt":"Modern computing allows cross-regional trading transactions within milliseconds."},{"snt_id":"G06.2_835365303_3","simplified_snt":"We then discuss how a trading system fits in with the bank ecosystem."},{"snt_id":"G06.2_2888477402_1","simplified_snt":"Internal noise generated by motors, fans and mechanical components severely decreases speech recognition accuracy, when the humanoid robot is moving or shaking its body."},{"snt_id":"G06.2_2888477402_2","simplified_snt":"This paper presents a novel speech recognition system robust to ego-noise for humanoid robots. On\/off state of the motor is used to find relevant input features."},{"snt_id":"G06.2_2888477402_3","simplified_snt":"Bottleneck features have been successfully applied to automatic speech recognition (ASR) systems based on deep neural networks (DNN)."},{"snt_id":"G06.2_2888477402_4","simplified_snt":"The motor on\/off state data and acoustic features are used as the input of the first deep neural network (DNN) for preliminary acoustic modeling."},{"snt_id":"G06.2_2888477402_5","simplified_snt":"The second DNN for primary acoustic modeling uses both bottleneck features from the first DNN and acoustic ones."},{"snt_id":"G06.2_2888477402_6","simplified_snt":"The proposed method is evaluated in terms of phoneme error rate (PER) on TIMIT database, experimental results show that improvement (11% relative) is achieved by our algorithm over the conventional systems."},{"snt_id":"G06.2_89451762_1","simplified_snt":"Model based techniques exist to apply domestic service tasks on humanoid robots, such as teleoperation, learning from demonstration and imitation."},{"snt_id":"G06.2_89451762_2","simplified_snt":"Sensor based robot control overcomes difficulties of uncertain models and unknown environments."},{"snt_id":"G06.2_89451762_3","simplified_snt":"Interaction between the robot and its environment using the sensor based control is important."},{"snt_id":"G07.1_2888100547_1","simplified_snt":"Social media give users opportunities to interact with different opinions."},{"snt_id":"G07.1_2888100547_2","simplified_snt":"But misinformation is spread via social media because individuals can search for information that confirms their beliefs and personalized news algorithms may supply it."},{"snt_id":"G07.1_2888100547_3","simplified_snt":"Theoretical understanding of the balance between opportunities and misinformation is incomplete."},{"snt_id":"G07.1_2888100547_4","simplified_snt":"We introduce a stylized social learning model. In this model, most participants in a network update their beliefs based on new information, while others show confirmation bias and can reject news that differs from their beliefs."},{"snt_id":"G07.1_2888100547_5","simplified_snt":"This simple confirmation bias mechanism can create lasting opinion polarisation."},{"snt_id":"G07.1_2888100547_6","simplified_snt":"Besides, in the model, unbiased people behave “as if” biased because biased neighbours limit their access to diverse information."},{"snt_id":"G07.1_2888100547_7","simplified_snt":"With our model, we show the trade-off between confirmation bias and social connectivity. We validated the model using the data on how internet access influences beliefs on global warming."},{"snt_id":"G07.1_2888100547_8","simplified_snt":"Small confirmation bias may even improve accuracy across individuals by keeping information diversity in a social network."},{"snt_id":"G07.1_2888100547_9","simplified_snt":"But large confirmation bias lowers accuracy as biased individuals limit information flow to others."},{"snt_id":"G07.1_2888100547_10","simplified_snt":"We discuss the meaning of our model for policy and the downsides of myth-busting We suggest alternatives to fight misinformation."},{"snt_id":"G07.1_2803622358_1","simplified_snt":"The WWW changed the ways we can produce and access information."},{"snt_id":"G07.1_2803622358_2","simplified_snt":"Users tend to select information that agrees with their beliefs. They form polarized groups of like-minded people sharing narratives that ignore contradicting information."},{"snt_id":"G07.1_2803622358_3","simplified_snt":"Here, users reinforce their shared narratives and can resist debunking"},{"snt_id":"G07.1_2803622358_4","simplified_snt":"This is the case with online news. Because 63% of users access news from social media, polarization could increase misinfomation spread."},{"snt_id":"G07.1_2803622358_5","simplified_snt":"We focus on polarisation of Facebook news consumers in different European countries."},{"snt_id":"G07.1_2803622358_6","simplified_snt":"Posting, liking and commenting rates differ across countries."},{"snt_id":"G07.1_2803622358_7","simplified_snt":"We look at how users interact with different pages and polarized communities form around specific pages."},{"snt_id":"G07.1_2803622367_1","simplified_snt":"Italy is the most polarized country, then France, Germany and Spain."},{"snt_id":"G07.1_2803622367_2","simplified_snt":"A variant of the Bounded Confidence Model simulates the emergence of these communities by considering user engagement and trust in the news."},{"snt_id":"G07.1_2803622367_3","simplified_snt":"Trust in an information source plays a major role against polarization of users online."},{"snt_id":"G08.1_2898599358_1","simplified_snt":"In decentralised P2P networks nodes need a way  to control resource usage and prevent flooding and denial-of-service attacks."},{"snt_id":"G08.1_2898599358_2","simplified_snt":"We compared different approaches to decentralised resource control in cryptocurrency projects."},{"snt_id":"G08.1_2898599358_3","simplified_snt":"We designed a decentralised exchange for crypto assets, for  example Namecoin names, with these methods."},{"snt_id":"G08.1_2889349357_1","simplified_snt":"Memory-bound cryptocurrencies like Monero can be mined  from a browser with JavaScript, better than with a dedicated rig."},{"snt_id":"G08.1_2889349357_2","simplified_snt":"However, this technology enables cryptojacking, whereby a site covertly mines for cryptocurrencies on its visitors’ computers."},{"snt_id":"G08.1_2889349357_3","simplified_snt":"We propose a new approach to identify mining scripts. The approach was evaluated on Alexa 1 websites."},{"snt_id":"G08.1_2889349357_4","simplified_snt":"Cryptojacking is common, as 1 in 500 sites host a mining script."},{"snt_id":"G08.1_2889349357_5","simplified_snt":"We also measured code characteristics, estimated mining revenue, and evaluated blacklist-based countermeasures."},{"snt_id":"G08.1_2889740224_1","simplified_snt":"Smart contracts have appeared thanks to blockchain technology."},{"snt_id":"G08.1_2889740224_2","simplified_snt":"These autonomous programs are used in law, business, commerce, and governance. Smart contracts are written in a high-level language such as Ethereum’s Solidity and translated to bytecode. that live and run on the blockchain are predicted in"},{"snt_id":"G08.1_2889740224_3","simplified_snt":"Once deployed on the blockchain, the bytecode is autonomous."},{"snt_id":"G08.1_2889740224_4","simplified_snt":"Smart contracts are vulnerable to malicious attacks due to poor programming, languages and toolchains"},{"snt_id":"G08.1_2889740224_5","simplified_snt":"Smart contracts can command large amounts of cryptocurrency."},{"snt_id":"G08.1_2889740224_6","simplified_snt":"Developers and auditors need frameworks to detect security vulnerabilities."},{"snt_id":"G08.1_2889740224_7","simplified_snt":"Vandal is a security analysis framework for Ethereum smart contracts."},{"snt_id":"G08.1_2889740224_8","simplified_snt":"Vandal converts Ethereum Virtual Machine bytecode to semantic logic relations."},{"snt_id":"G08.1_2889740224_9","simplified_snt":"Users can express security analyses in the Soufflé language."},{"snt_id":"G08.1_2889740235_1","simplified_snt":"Vandal is both efficient (95% accuracy), fast (141k in 4.15 s) and robust. It outperforms the state of the art tools like Oyente, EthIR, Mythril, and Rattle"},{"snt_id":"G08.1_2895247503_1","simplified_snt":"One of the most powerful potential adversaries is the country of China, which has expressed adversarial positions regarding the cryptocurrency and demonstrated powerful capabilities to influence it."},{"snt_id":"G09.1_754200012_1","simplified_snt":"Image tampering has become a serious problem with the advancement of digital techniques."},{"snt_id":"G09.1_754200012_2","simplified_snt":"JPEG images can be easily manipulated without leaving any clues. This is why researchers are trying to develop methods for JPEG image manipulation detection."},{"snt_id":"G09.1_754200012_3","simplified_snt":"However, methods based on image compression techniques, like quantization, are rarely applied."},{"snt_id":"G09.1_754200012_4","simplified_snt":"To detect such manipulations, we propose a detection method to identify inconsistencies in the quantization matrix caused by the manipulation."},{"snt_id":"G09.1_754200012_5","simplified_snt":"Then machine learning algorithms are applied to detect image manipulation."},{"snt_id":"G09.1_754200012_6","simplified_snt":"Experimental results show that the approach is highly effective in detecting image tampering."},{"snt_id":"G09.1_567125047_1","simplified_snt":"Machine timestamp falsification can be used in cyber attacks."},{"snt_id":"G09.1_567125047_2","simplified_snt":"That is why it is important to detect such changes and to reconstruct the actual timeline of events."},{"snt_id":"G09.1_567125047_3","simplified_snt":"However, the hacker can try to hide their tracks."},{"snt_id":"G09.1_567125047_4","simplified_snt":"In cloud computing, hackers can manipulate host and guest machine time."},{"snt_id":"G09.1_567125047_5","simplified_snt":"Guest virtual machines use computing resources provided by a physical machine called a host. Guest virtual machines are especially vulnerable to attacks coming from their host."},{"snt_id":"G09.1_567125047_6","simplified_snt":"That is why the timeline integrity of both hosts and guests in a cloud is important. Any manipulation of such a timeline should be detected."},{"snt_id":"G09.1_567125047_7","simplified_snt":"In this paper we survey the issues related to host and guest machine time integrity in the cloud."},{"snt_id":"G09.1_567125047_8","simplified_snt":"A new algorithm is proposed to detect host and guest time manipulations and to correct or reject them."},{"snt_id":"G09.1_567125047_9","simplified_snt":"A simulator has been built for this purpose."},{"snt_id":"G09.1_567125047_10","simplified_snt":"The algorithm detects manipulations effectively."},{"snt_id":"G09.1_2885025643_1","simplified_snt":"Detection of image editing is an important task in image forensics."},{"snt_id":"G09.1_2885025643_2","simplified_snt":"The edit history of an image can expose forgeries in the image."},{"snt_id":"G09.1_2885025643_3","simplified_snt":"Various methods have been proposed to detect image editing operations."},{"snt_id":"G09.1_2885025643_4","simplified_snt":"However all of the possible types of image manipulation must be known in advance."},{"snt_id":"G09.1_2885025643_5","simplified_snt":"But, in the real world, manipulations on images are sometimes unknowable."},{"snt_id":"G09.1_2885025643_6","simplified_snt":"A novel deep learning-based method can distinguish between different types of image editing operations."},{"snt_id":"G09.1_2885025643_7","simplified_snt":"This method uses a deep siamese neural network to compare images two by two."},{"snt_id":"G09.1_2885025643_8","simplified_snt":"Using deep learning, the computer can learn to see features of edited images as compared to unedited and learn to differentiate between different image editing operations."},{"snt_id":"G09.1_2885025643_9","simplified_snt":"This method works to find out what editing an image has undergone."},{"snt_id":"G01.1_2797641221_1","simplified_snt":"Digital assistants are becoming popular in our daily lives. It will allow users to do multiple tasks in a faster way."},{"snt_id":"G01.1_2463945949_1","simplified_snt":"DIANE is a digital assistant system that allows the doctor a faster access patient and hospital information. This could be done with face recognition and live streaming."},{"snt_id":"G01.2_1448624402_1","simplified_snt":"Research showed that people suffer from diverse biases (disproportionate weight in favor of or against an idea) in decision-making."},{"snt_id":"G01.2_1448624402_2","simplified_snt":"We analyzed the effects of decision-making biases of managers on organizational performance."},{"snt_id":"G01.2_1448624402_3","simplified_snt":"In the simulations, managers decisions which are based on organizational skills and rules, suffer from several known biases."},{"snt_id":"G01.2_1448624402_4","simplified_snt":"The results illustrate how combined biases in different contexts affect organizational performance."},{"snt_id":"G01.2_1448624402_5","simplified_snt":"Contrary to expectations, some combinations of biases improve organizational performance. However, when they occur separately, they decrease performance."},{"snt_id":"G01.2_1448624402_6","simplified_snt":"This raises questions about the importance of rationality in decision-making."},{"snt_id":"G10.1_2968701259_1","simplified_snt":"Perception of the environment is necessary for mobile robots to navigate safely in dynamic environments."},{"snt_id":"G10.1_2968701259_2","simplified_snt":"Most robots (humanoids and wheeled robots) rely on planar regions."},{"snt_id":"G10.1_2968701259_3","simplified_snt":"For humanoids (robots with human form or characteristics), a 2D map is not sufficient because they can step over and onto objects, so they need height information."},{"snt_id":"G10.1_2968701259_4","simplified_snt":"Dynamic obstacles bring another level of complexity, because it can lead to necessary replanning or collisions."},{"snt_id":"G10.1_2968701259_5","simplified_snt":"In this paper, we present a framework that extracts planar regions in height maps and detects dynamic obstacles."},{"snt_id":"G10.1_2968701259_6","simplified_snt":"Our system then uses this information to create a set of prediction maps, in which paths can be planned in real time at low processor cost."},{"snt_id":"G10.1_2968701259_7","simplified_snt":"We show in simulation and real-world experiments that our framework keeps run times well under 10ms and allows for real-time 3D footstep planning."},{"snt_id":"G10.1_2906808597_1","simplified_snt":"An autonomous service robot often first has to search for a user to execute a task."},{"snt_id":"G10.1_2906808597_2","simplified_snt":"This is a challenging problem, especially when this person moves around because the robot’s field of view is limited. The environment also poses visibility limitations that influence the perception of the user."},{"snt_id":"G10.1_2906808597_3","simplified_snt":"In this paper, we propose a method that estimate the user’s observability in the environment."},{"snt_id":"G10.1_2906808597_4","simplified_snt":"When estimating effective search locations, we take into account the time for the robot to reach the search location and the visibility limitations."},{"snt_id":"G10.1_2906808597_5","simplified_snt":"In this way, the robot can choose the next search location that has the maximum expected observability of the user."},{"snt_id":"G10.1_2906808597_6","simplified_snt":"Our experiments demonstrate that our approach leads to a significantly shorter search time compared to other approach."},{"snt_id":"G10.1_2773777794_1","simplified_snt":"In many situations, users walk on typical paths between specific destinations at which the service of a mobile robot is needed."},{"snt_id":"G10.1_2773777794_2","simplified_snt":"Depending on the environment and the paths, following the human might not be the optimal solution because better paths for the robot exist."},{"snt_id":"G10.1_2773777794_3","simplified_snt":"We propose to predict the human’s future movements and use this information to generate navigation actions for the robot."},{"snt_id":"G10.1_2773777794_4","simplified_snt":"The estimation of the human’s position and the prediction of the next destination are uncertain because of the occlusions due to obstacles and the robot’s limited field of view."},{"snt_id":"G10.1_2773777794_5","simplified_snt":"Our approach deals with considering occlusions so the robot automatically considers to execute actions to get the human in its field of view."},{"snt_id":"G10.1_2773777794_6","simplified_snt":"We show that our technique leads to significantly shorter paths compared to an approach in which the robot follows the user and, additionally, can handle occlusions."},{"snt_id":"G10.1_2562908749_1","simplified_snt":"In this paper, we introduce an approach for robot to navigate through cluttered indoor environments."},{"snt_id":"G10.1_2562908749_2","simplified_snt":"We propose to estimate obstacles based on already detected objects and use them to predict potential obstacles in regions not yet observable by the robot."},{"snt_id":"G10.1_2562908749_3","simplified_snt":"The robot is then able to navigate in a more anticipated manner and reduces the risk of getting stuck."},{"snt_id":"G10.1_2562908749_4","simplified_snt":"Our method enables the robot to efficiently navigate through cluttered environments and faster than a standard approach not using any prediction."},{"snt_id":"G10.1_2093013061_1","simplified_snt":"In this paper, we present a navigation system that allows humanoid robots (robots with human form or characteristics) to autonomously navigate in unknown, cluttered environments."},{"snt_id":"G10.1_2093013061_2","simplified_snt":"From the data of a camera which can judge depth and distance, our system estimates the robot’s position and maintains a height representation of the environment."},{"snt_id":"G10.1_2093013061_3","simplified_snt":"Our system determines safe actions (including footsteps and body motions) leading the robot to target locations."},{"snt_id":"G10.1_2093013061_4","simplified_snt":"To efficiently check for collisions during planning, we developed a new approach that takes into account the shape of the robot and the obstacles."},{"snt_id":"G10.1_2093013061_5","simplified_snt":"As we demonstrate in experiments, our system allows the robot to navigate in clustered environments and traverse challenging passages."},{"snt_id":"G10.1_1593729956_1","simplified_snt":"In this paper, we present a novel approach to accurately calibrate a humanoid and its motions (robot with human form or characteristics) based on observations of its camera."},{"snt_id":"G10.1_1593729956_2","simplified_snt":"Our technique estimates the parameters of the complete model, consisting of the joint angle offsets and the camera parameters."},{"snt_id":"G10.1_1593729956_3","simplified_snt":"We developed an approach to automatically select configurations for the calibration process that produces a good compromise between the number of observations and accuracy."},{"snt_id":"G10.1_1593729956_4","simplified_snt":"Our approach to configuration selection generates better optimization results compared to randomly chosen viable configurations."},{"snt_id":"G10.1_1593729956_5","simplified_snt":"Thus, our system only requires a reduced number of configurations to achieve accurate results."},{"snt_id":"G10.1_1593729956_6","simplified_snt":"Our optimization is general and the implementation, which is available online, can easily be applied to different humanoids."},{"snt_id":"G11.1_2794850674_1","simplified_snt":"In this paper, a concept of lab automation drone is introduced."},{"snt_id":"G11.1_2794850674_2","simplified_snt":"Here, a robotic arm is attached to a drone."},{"snt_id":"G11.1_2794850674_3","simplified_snt":"The arm’s gripper allows the drone to manipulate objects such as chips and test tubes often used in scientific experimentations like high throughput systems."},{"snt_id":"G11.1_2794850674_4","simplified_snt":"The drone could augment existing high throughput systems operations."},{"snt_id":"G11.1_2794850674_5","simplified_snt":"The 6 degree-of-freedom arm and gripper design are presented."},{"snt_id":"G11.1_2794850674_6","simplified_snt":"Results of evaluations and tests are also given."},{"snt_id":"G11.1_2795365350_1","simplified_snt":"Robot companionship has become more popular in past years."},{"snt_id":"G11.1_2795365350_2","simplified_snt":"However, humanoid (robots with human form or characteristics) walking might be unstable."},{"snt_id":"G11.1_2795365350_3","simplified_snt":"Even with miniature humanoids, falls occur frequently."},{"snt_id":"G11.1_2795365350_4","simplified_snt":"Wheels have been added onto a miniature humanoid, so it can move faster and with more stability than walking."},{"snt_id":"G11.1_2795365350_5","simplified_snt":"With wheels, a robot can switch from walking to rolling when necessary."},{"snt_id":"G11.1_2795365350_6","simplified_snt":"DARwIn-OP is a humanoid robot that has been used for experimentation and evaluation."},{"snt_id":"G11.1_2795365350_7","simplified_snt":"This paper discusses preliminary work for robot companionship applications by using a miniature humanoid capable of fetching different toys based on voice command."},{"snt_id":"G11.1_2946157960_1","simplified_snt":"Advances in technology allowed drones to be used for surveillance, video recording, operations, entertainment\/advertising, signal emission, transportation, and delivery."},{"snt_id":"G11.1_2946157960_2","simplified_snt":"These applications and services require video recording."},{"snt_id":"G11.1_2946157960_3","simplified_snt":"Large drones are used individually while small ones are used in groups."},{"snt_id":"G11.1_2946157960_4","simplified_snt":"The small drones are proving to be useful in civilian applications."},{"snt_id":"G11.1_2946157960_5","simplified_snt":"Consideration of small drones for the applications such as group flight, entertainment, and signal emission lead to deployment of networked drones."},{"snt_id":"G11.1_2946157960_6","simplified_snt":"To develop group display applications, a real-time drone formation control for group display is proposed."},{"snt_id":"G11.1_2946157960_7","simplified_snt":"Simulation shows that drone formation can display messages effectively."},{"snt_id":"G13.1_3004169763_1","simplified_snt":"The development of the Internet and mobile technology in recent decades has modified our living styles and daily habits."},{"snt_id":"G13.1_3004169763_2","simplified_snt":"More business activities have been engaged in the digital world."},{"snt_id":"G13.1_3004169763_3","simplified_snt":"Marketing and advertising is one of typical business areas that is transformed digitally."},{"snt_id":"G13.1_3004169763_4","simplified_snt":"Many businesses consider the adoption of digital marketing tools for their promotion and advertisement, due to the rise of Key Opinion Leaders (person with expert status and influence), social media platforms, and Omni-channel retailing (multiple channels but a uniform experience for the customer)."},{"snt_id":"G13.1_3004169763_5","simplified_snt":"However, with the increasing diversity of digital marketing tools, they must be carefully selected."},{"snt_id":"G13.1_3004169763_6","simplified_snt":"In this paper, a method to organize and analyze complex decisions is proposed and developed for assisting businesses to evaluate and select appropriate digital marketing tools."},{"snt_id":"G13.1_3004169763_7","simplified_snt":"The developed method rationalizes and simplifies the process of digital marketing tool selection. It also increases effectiveness of achieving strategic marketing objectives."},{"snt_id":"G13.1_2570453702_1","simplified_snt":"This study focuses on the digital marketing capabilities of tourism small and medium-sized enterprises (SMEs)."},{"snt_id":"G13.1_2570453702_2","simplified_snt":"The study questions on how information and communication technology (ICT) tools can help the organisational capabilities of a company."},{"snt_id":"G13.1_2570453702_3","simplified_snt":"The study provides new insights from tourism studies on digital marketing."},{"snt_id":"G13.1_2570453702_4","simplified_snt":"Findings show that digital marketing capabilities of companies are transformed by ICT tools."},{"snt_id":"G13.1_2570453702_5","simplified_snt":"Four major capabilities were identified, each of which evolves as a result of using the tools."},{"snt_id":"G13.1_2570453702_6","simplified_snt":"A key finding of the study is that ICT tools transform these capabilities in a set of abilities for SMEs in web-marketing."},{"snt_id":"G02.2_2134216589_1","simplified_snt":"Big data (the ability to collect, store and analyze huge quantities of data in a really fast and cheap way) offers immense benefits in marketing, healthcare, environment, national security and more."},{"snt_id":"G02.2_2134216589_2","simplified_snt":"The principles of privacy, limitation of data collection and use are stretched by the business and technological reality of big data."},{"snt_id":"G02.2_2134216589_3","simplified_snt":"Our increasing interactions with these technologies without human supervision, and their growing autonomy, functionality and behavior raises legal and philosophical questions."},{"snt_id":"G02.2_2134216589_4","simplified_snt":"The focus on the machine is a distraction from the debate on ethical dilemmas about data like privacy, fairness and discrimination."},{"snt_id":"G02.2_2134216589_5","simplified_snt":"The machine may influence the ethical challenges, but the humans must remain responsible."},{"snt_id":"G02.2_2134216589_6","simplified_snt":"Responsible people should find guidelines for ethical data analysis and collection."},{"snt_id":"G02.2_2134216589_7","simplified_snt":"These guidelines would deal with mechanisms to protect data, criteria about unethical or illegal behavior, privacy harms, and strategies to give people access to data."},{"snt_id":"G03.1_2960901639_1","simplified_snt":"Smart speakers are becoming popular around the world and people will get used to this new way of interacting with the voice."},{"snt_id":"G03.1_2960901639_2","simplified_snt":"Even with the progress of speech recognition and natural language processing (interactions between computers and human language), users may still get errors like “cannot understand” or “no requested audio resource” which can frustrate users."},{"snt_id":"G03.1_2960901639_3","simplified_snt":"So, it is important that the smart speaker gives an effective and proper response during an error message."},{"snt_id":"G03.1_2960901639_4","simplified_snt":"The responses of the most popular brand of smart speakers are based on 2 elements, apology and humor."},{"snt_id":"G03.1_2960901639_5","simplified_snt":"We studied user’s preference in two error scenarios : “cannot understand” and “no requested resource”"},{"snt_id":"G03.1_2960901639_6","simplified_snt":"Satisfaction of the user and perceived sincerity of the response were measured."},{"snt_id":"G03.1_2960901639_7","simplified_snt":"The results showed that users were more satisfied and perceived higher sincerity when smart speaker apologized in both error scenarios."},{"snt_id":"G03.1_2960901639_8","simplified_snt":"In the “no requested audio resource” scenario, humor had no impact on the satisfaction or sincerity."},{"snt_id":"G03.1_2960901639_9","simplified_snt":"But in the “cannot understand” scenario, humor decreased perceived sincerity."},{"snt_id":"G03.1_2949291273_1","simplified_snt":"The smart speakers cannot differentiate between human voice and machine voice."},{"snt_id":"G03.1_2949291273_2","simplified_snt":"A method to identify if the voice command is from a human or a machine is required."},{"snt_id":"G03.1_2949291273_3","simplified_snt":"We propose a system composed of a speaker and microphones to detect the presence of humans. It could help to prevent attacks on a smart speaker with a machine voice in absence of residents"},{"snt_id":"G03.1_2943753439_1","simplified_snt":"The VUIs (voice user interface) like Amazon’s Echo or Apple’s Siri are popular nowadays. However, they have limited language options for users."},{"snt_id":"G03.1_2943753439_2","simplified_snt":"We studied the usability of the Google Home Smart Speaker with native and non-native English speakers to understand their differences in using this device."},{"snt_id":"G03.1_2943753439_3","simplified_snt":"The results show that the native English speakers had a better experience with the device than the non-native."},{"snt_id":"G03.1_2943753439_4","simplified_snt":"It also shows that language skills play an important role."},{"snt_id":"G03.1_2943753439_5","simplified_snt":"The results of this study can help VUI developers for improving language options and voice recognition in the devices."},{"snt_id":"G04.1_2214798411_1","simplified_snt":"A pharmacophore analysis investigated and compared different compounds of the drug discovery process."},{"snt_id":"G04.1_2214798411_2","simplified_snt":"Significant differences were observed between the pharmacophore profiles of the drug molecules and the high-throughput screening compounds, which appear to be related to the nondrug pharmacophore distribution."},{"snt_id":"G04.1_2214798411_3","simplified_snt":"It is suggested that the analysis could be used as an additional tool for the optimization of compound selection and library design processes.."},{"snt_id":"G04.1_2339209416_1","simplified_snt":"Annotation of bioassay protocols with web vocabulary can make experiment descriptions machine-readable."},{"snt_id":"G04.1_2339209416_2","simplified_snt":"Protocols use concise scientific English which prevents most of analysis by software algorithms."},{"snt_id":"G04.1_2339209416_3","simplified_snt":"There is a sufficient ontology, so the pertinent information can be written using semantic web triples (subject, predicate, object)."},{"snt_id":"G04.1_2339209416_4","simplified_snt":"With appropriate annotation, assays can be searched, clustered, tagged and evaluated."},{"snt_id":"G04.1_2339209416_5","simplified_snt":"The BioAssay Ontology (BAO) has been designed for this purpose, and provides many meaningful terms."},{"snt_id":"G04.2_2415325177_1","simplified_snt":"Next generation sequencing (NGS) produces datasets of billions of reads and thousands of samples."},{"snt_id":"G04.2_2415325177_2","simplified_snt":"The analysis is typically done with open source tools, performing a single step towards the final result."},{"snt_id":"G04.2_2415325177_3","simplified_snt":"The bioinformaticians have to combine the tools, manage the files and information, document the analysis, and ensure reproducibility."},{"snt_id":"G04.3_2040043577_1","simplified_snt":"SPSS Clementinel2.0 statistical software was used to extract data and find relations between traditional Chinese medicine and other medicine."},{"snt_id":"G04.3_2040043577_2","simplified_snt":"The classic Apriori algorithm is useful to find cases of influenza treated by old Chinese medicine."},{"snt_id":"G04.3_2941964798_1","simplified_snt":"Identifying bacterias that are resistant to antimicrobial in samples of genetic material collected from the environment is essential for public health and food safety."},{"snt_id":"G04.3_2941964798_2","simplified_snt":"Next-generation sequencing (NGS) technology has provided a powerful tool in identifying the genetic variation and constructing the correlations between genotype (genetic code of an individual) and phenotype (physical characteristics of an indvidual) in humans and other species."},{"snt_id":"G04.3_2941964798_3","simplified_snt":"The Genetic Polymorphism Assignements (GPA) is a framework which determines the genetic constitution of multiple bacteria while reducing the number of false positive results and improving the accuracy of calculations when identifying the variation of a single nucleotide."},{"snt_id":"G05.1_2757079914_1","simplified_snt":"CRISPR-Cas is a tool used for gene editing."},{"snt_id":"G05.1_2757079914_2","simplified_snt":"However, unintended genetic modifications may occur."},{"snt_id":"G05.1_2757079914_3","simplified_snt":"Anti-CRISPR proteins (molecules that inhibit the CRISPR-Cas system) may improve utilization of the CRISPR-Cas system in gene editing, especially for gene therapy."},{"snt_id":"G05.1_2757079914_4","simplified_snt":"More research on these proteins would help to understand the co-evolution of bacteria and bacteriophages (virus that infects and replicates within bacteria)."},{"snt_id":"G05.1_2757079914_5","simplified_snt":"It is necessary to collect and integrate data on various types of anti-CRISPRs."},{"snt_id":"G05.1_2117924928_1","simplified_snt":"The CRISPR\/Cas9 system is a powerful technology for gene editing and gene regulation."},{"snt_id":"G05.1_2117924928_2","simplified_snt":"These applications require the design of single guide RNAs (which are enzymes that can delete, insert or alter DNA) that are efficient and specific."},{"snt_id":"G05.1_2117924928_3","simplified_snt":"However, this remains challenging, as it requires the consideration of many criteria."},{"snt_id":"G05.1_2914002216_1","simplified_snt":"CRISPR is a popular research area known for its efficiency and specificity in editing DNA sequences."},{"snt_id":"G05.1_2914002216_2","simplified_snt":"A variety of gene editing techniques have been developed for different aims."},{"snt_id":"G05.1_2914002216_3","simplified_snt":"The target locations of a DNA strain can be precisely broken and repaired, during which the genes can be removed, repaired, silenced, or activated."},{"snt_id":"G05.1_2914002216_4","simplified_snt":"The high efficiency of CRISPR\/Cas9 reagents preparation and the easiness of experiment conduction make it a powerful tool."},{"snt_id":"G05.1_2584932255_1","simplified_snt":"Gene editing could be used to solve issues related to health care allocation."},{"snt_id":"G05.1_2584932255_2","simplified_snt":"Improving the health of future generations might coincide with public health goals."},{"snt_id":"G05.1_2584932255_3","simplified_snt":"However, enhancing future generations will require In Vitro Fertilisation (IVF) and Pre-implantation Genetic Diagnosis."},{"snt_id":"G05.1_2584932255_4","simplified_snt":"The necessary involvement of women in an enhancing scenario has not been discussed."},{"snt_id":"G05.1_2584932255_5","simplified_snt":"The discourse on moral obligations of future generations seems to imply that women might be required to reproduce with IVF."},{"snt_id":"G05.1_2584932255_6","simplified_snt":"Enhancing future generations will be gendered, unless the artificial womb is developed."},{"snt_id":"G05.1_2584932255_7","simplified_snt":"These are challenging issues that require a wider perspective, of both women and men."},{"snt_id":"G05.1_2584932255_8","simplified_snt":"There are no unified feminist conclusion about the merits and risks of human genome modification. There is also an urgent need to clarify the role of women in this scenario."},{"snt_id":"G05.2_2796443924_1","simplified_snt":"The CRISPR-Cpf1 system (a DNA-editing technology) has been successfully applied in gene editing."},{"snt_id":"G05.2_2796443924_2","simplified_snt":"However target efficiency of the CRISPR-Cpf1 system varies among different gRNA (piece of RNA that serves as a guide to DNA-targeting enzymes) sequences."},{"snt_id":"G05.2_2796443924_3","simplified_snt":"Using machine learning technology, a support-vector machine model (algorithm used for data classification) was created to predict the target efficiency for any given gRNAs."},{"snt_id":"G05.2_2796443924_4","simplified_snt":"CRISPR-DT (CRISPR DNA Targeting) is available. It is the first web service application to help users design optimal gRNAs for the CRISPR-Cpf1 system by considering both target efficiency and target specificity (recognition mecanism)."},{"snt_id":"G06.2_2906897310_1","simplified_snt":"A key problem for autonomous car navigation is the understanding of the environment while driving."},{"snt_id":"G06.2_2906897310_2","simplified_snt":"It needs to extract information from the sensors and cameras and classify the elements into categories so it can be easily analysed (streets, buildings, pedestrians, vehicles, signs, etc.)."},{"snt_id":"G06.2_2906897310_3","simplified_snt":"A method is to fuse 3D map data with classification of the sensors and cameras."},{"snt_id":"G06.2_2906897310_4","simplified_snt":"This system combine image segmentation (simplify the representation of an image to facilitate its analysis) and information obtained from sensors and cameras while integrating prior information."},{"snt_id":"G06.2_2906897310_5","simplified_snt":"This approach was tested on manually entered data in urban environments."},{"snt_id":"G06.2_2906897310_6","simplified_snt":"The results show that the classification of elements is more accurate with this method than the image segmentation alone."},{"snt_id":"G06.2_2968176166_1","simplified_snt":"Self-driving vehicles have become common on public roads, with the promise of a safe and efficient mode of transport."},{"snt_id":"G06.2_2968176166_2","simplified_snt":"To be reliable, these vehicles need many software tests on simulators with interactions of multiple vehicles and pedestrians."},{"snt_id":"G06.2_2968176166_3","simplified_snt":"It is essential that self-driving software is evaluated with many different challenging driving scenarios."},{"snt_id":"G06.2_2968176166_4","simplified_snt":"The driving scenario generation still needs human contribution."},{"snt_id":"G06.2_2968176166_5","simplified_snt":"We propose to automate the process and generate conflicting self-driving that expose weaknesses of self-driving policies, and increase the risk of collision with simulated pedestrians and vehicles."},{"snt_id":"G06.2_2968176166_6","simplified_snt":"By incorporating the generated scenarios into the parameters of the self-driving policy, and by adjusting the policy with the imitation learning, we obtain safer self-driving behavior."},{"snt_id":"G06.2_2958092349_1","simplified_snt":"Self-driving technology is developing, more and more driverless vehicles are launched in market and accessible for people in their daily life."},{"snt_id":"G06.2_2958092349_2","simplified_snt":"So there is a growing demand for the autopilot experience."},{"snt_id":"G06.2_2958092349_3","simplified_snt":"Natural and efficient human-computer interaction can improve the driving experience and accelerate the process of self-driving commercialization."},{"snt_id":"G06.2_2958092349_4","simplified_snt":"This paper discusses interactions with the eye, voice and gesture in self-driving car, analyzes the technology, the interaction modes, and considers the future of self-driving human-computer interaction."},{"snt_id":"G06.2_2606555570_1","simplified_snt":"Self-driving vehicle technologies are progressing and are expected to play a significant role in the future of transportation."},{"snt_id":"G06.2_2606555570_2","simplified_snt":"A main challenge for self-driving vehicles on public roads is the safe cooperation, collaboration and communication with other vehicles."},{"snt_id":"G06.2_2606555570_3","simplified_snt":"When self-driving vehicles are in the same area, they might collide, become blocked, or suddenly brake and make uncomfortable or unsafe the passengers."},{"snt_id":"G06.2_2606555570_4","simplified_snt":"We study how a self-driving vehicle can safely navigate merge points, where two lanes with different priorities meet."},{"snt_id":"G06.2_2606555570_5","simplified_snt":"We present a safe protocol where self-driving vehicles use both vehicular communications and their own perception systems for cooperating with other vehicles (self-driving or human-driven)."},{"snt_id":"G06.2_2606555570_6","simplified_snt":"Our simulation results show that our traffic protocol leads to a better traffic flow, while ensuring safety."},{"snt_id":"G06.2_2548923997_1","simplified_snt":"Self-driving vehicles are vulnerable to different attacks because of their communication systems."},{"snt_id":"G06.2_2548923997_2","simplified_snt":"These vehicles use external communication via a network."},{"snt_id":"G06.2_2548923997_3","simplified_snt":"This network add new threats to self-driving vehicles that contribute to the challenges in autonomous systems."},{"snt_id":"G06.2_2548923997_4","simplified_snt":"With these communication systems, self-driving vehicles are vulnerable to many types of malicious attacks on the network."},{"snt_id":"G06.2_2548923997_5","simplified_snt":"In this paper, we propose an intelligent security system to secure external communications for self-driving cars."},{"snt_id":"G06.2_2548923997_6","simplified_snt":"The system will detect a common type of attack in the network: Denial-of-Service (attack trying to make network resource unavailable)."},{"snt_id":"G06.2_2548923997_7","simplified_snt":"The results show that the intrusion detection system is capable of identifying malicious vehicles in self-driving vehicles."},{"snt_id":"G06.2_2931522054_1","simplified_snt":"This paper proposes MATLAB\/Simulink tests for an open-source self-driving system based on Robot Operating System."},{"snt_id":"G06.2_2931522054_2","simplified_snt":"One approach to the development of self-driving systems is the utilization of Robot Operating System (open-source software framework used in the development of robot applications)."},{"snt_id":"G06.2_2931522054_3","simplified_snt":"But the popular approach in the automotive industry is the utilization of MATLAB\/Simulink (software for modeling, simulating, and analyzing)."},{"snt_id":"G06.2_2931522054_4","simplified_snt":"MATLAB\/Simulink provides an interface that enables to create functionalities of robots (based on robot operating system)."},{"snt_id":"G06.2_2931522054_5","simplified_snt":"However, it is not fully utilized in the development of self-driving systems yet because there are not enough samples, and it is difficult for developers to adopt co-development."},{"snt_id":"G06.2_2931522054_6","simplified_snt":"We provide MATLAB\/Simulink tests for a self-driving system (based on robot operating system) called Autoware."},{"snt_id":"G06.2_2931522054_7","simplified_snt":"Autoware is a popular open-source software that provides a complete set of self-driving modules."},{"snt_id":"G06.2_2931522054_8","simplified_snt":"The provided tests contain MATLAB\/Simulink samples available in Autoware."},{"snt_id":"G06.2_2931522054_9","simplified_snt":"They help to design self-driving systems (based on robot operating system) using MATLAB\/Simulink."},{"snt_id":"G06.2_2954032282_1","simplified_snt":"Ensuring the safety of self-driving cars is important, but there is no standard way to test them."},{"snt_id":"G06.2_2954032282_2","simplified_snt":"Testing self-driving cars in regular traffic is costly and risky, and has already caused fatalities."},{"snt_id":"G06.2_2954032282_3","simplified_snt":"As a safer alternative, virtual tests (self-driving car software tested in computer simulations) have been proposed."},{"snt_id":"G06.2_2954032282_4","simplified_snt":"To cover the huge number of possible driving situations, self-driving cars must be tested in manually created tests."},{"snt_id":"G06.2_2954032282_5","simplified_snt":"We developed AsFault, a tool for automatically generating virtual tests for testing self-driving car software."},{"snt_id":"G06.2_2954032282_6","simplified_snt":"We demonstrate AsFault by testing the lane keeping feature of a self-driving car software with scenarios going off the road."},{"snt_id":"G06.2_2954032282_7","simplified_snt":"A video illustrating AsFault in action is available at: https:\/\/youtu.be\/lJ1sa42VLDw"},{"snt_id":"G06.2_2982382045_1","simplified_snt":"Little is known about how potential users perceive self-driving vehicles."},{"snt_id":"G06.2_2982382045_2","simplified_snt":"This is especially true for self-driving vehicles in public transport services."},{"snt_id":"G06.2_2982382045_3","simplified_snt":"In this study, the preferences between a trip in a self-driving bus and a regular bus were compared."},{"snt_id":"G06.2_2982382045_4","simplified_snt":"The results of 282 participants were studied, including trust in self-driving vehicles and interest in technology."},{"snt_id":"G06.2_2982382045_5","simplified_snt":"The results show that currently public transport passengers prefer the self-driving bus over the regular bus only for short trips."},{"snt_id":"G06.2_2982382045_6","simplified_snt":"The preference is about twice as high for the self-driving bus as for the regular bus for a short commuting trip."},{"snt_id":"G06.2_2982382045_7","simplified_snt":"The popularity of self-driving busses decreases with the presence of a human steward on-board, or if they are operated as a demand-responsive service with fixed routes."},{"snt_id":"G06.2_2982382045_8","simplified_snt":"People who currently show a strong interest in technology or trust in automated vehicle technology perceive the self-driving busses better than others."},{"snt_id":"G06.2_2982382045_9","simplified_snt":"Preferences for automated public transport services are expected to evolve with their deployment in regular operations."},{"snt_id":"G06.2_2935172463_1","simplified_snt":"The management of self-driving systems is becoming more complex as the development of self-driving technology progresses."},{"snt_id":"G06.2_2935172463_2","simplified_snt":"Self-driving systems use Robot Operating System (open-source software framework used in the development of robot applications). However, in the automotive industry, the system is designed using MATLAB\/Simulink, which can simulate and evaluate the models used for self-driving."},{"snt_id":"G06.2_2935172463_3","simplified_snt":"These models are incompatible with systems based on Robot Operating System."},{"snt_id":"G06.2_2935172463_4","simplified_snt":"To use both, it is necessary to incorporate new code into the system based on Robot Operating System, which makes development inefficient."},{"snt_id":"G06.2_2935172463_5","simplified_snt":"Therefore, the proposed framework allows models created using MATLAB\/Simulink to be used in a self-driving system, which improve development efficiency."},{"snt_id":"G06.2_2935172463_6","simplified_snt":"Furthermore, our evaluations of the proposed framework demonstrated its practical potential."},{"snt_id":"G07.1_2239526842_1","simplified_snt":"Social media have become popular means of information sharing."},{"snt_id":"G07.1_2239526842_2","simplified_snt":"The spread of news regarding emergency events is common in social media but so is the spread of misinformation."},{"snt_id":"G07.1_2239526842_3","simplified_snt":"Misinformation is any false or inaccurate information that is spread intentionally or not."},{"snt_id":"G07.1_2239526842_4","simplified_snt":"In this paper we study the problem of misinformation identification in social media, and we focus in particular on Twitter."},{"snt_id":"G07.1_2239526842_5","simplified_snt":"We build a misinformation detection model that identifies suspicious behavioral patterns and detect misinformation."},{"snt_id":"G07.1_2239526842_6","simplified_snt":"We found 80294 unique tweets and 59660 users. It illustrates that our approach identifies misinformation during emergencies."},{"snt_id":"G07.1_2239526842_7","simplified_snt":"Our model manages to timely identify misinformation, it can be used to limit the spread of the misinformation."},{"snt_id":"G07.1_2894304194_1","simplified_snt":"Superintelligence is a potential future artificial intelligence (AI) significantly more intelligent than humans."},{"snt_id":"G07.1_2894304194_2","simplified_snt":"Superintelligence could be a major event, with potential consequences that are beneficial or catastrophic."},{"snt_id":"G07.1_2894304194_3","simplified_snt":"The prospect of superintelligence is the subject of major debate, which includes a lot of misinformation."},{"snt_id":"G07.1_2894304194_4","simplified_snt":"Superintelligence misinformation could be dangerous, and lead to bad decisions by the people that could work on the project."},{"snt_id":"G07.1_2894304194_5","simplified_snt":"This paper searches for strategies to counter superintelligence misinformation."},{"snt_id":"G07.1_2894304194_6","simplified_snt":"Two strategies are examined: to prevent the spread of misinformation and to correct it after it has spread."},{"snt_id":"G07.1_2894304194_7","simplified_snt":"Misinformation can be difficult to correct, so preventing it seems to be the best strategy."},{"snt_id":"G07.1_2894304194_8","simplified_snt":"The strategies proposed can be used to bring public attention to superintelligence, AI education programs, and efforts to build expert consensus."},{"snt_id":"G07.1_2950010073_1","simplified_snt":"The online misinformation could cause public panic and serious economic damages."},{"snt_id":"G07.1_2950010073_2","simplified_snt":"The goal of misinformation containment is to limit the spread of misinformation in online social networks by launching campaigns to counter misinformation."},{"snt_id":"G07.1_2950010073_3","simplified_snt":"We present the first analysis of the misinformation containment problem with a random number of cascades (people observe the actions of others and then make the same choice) allowed."},{"snt_id":"G07.1_2950010073_4","simplified_snt":"First, we provide a diffusion model and introduce an important concept called as cascade priority."},{"snt_id":"G07.1_2950010073_5","simplified_snt":"Second, we show that the misinformation containment problem cannot be approximated within a factor of Ω(2log1−ϵn4) in polynomial time unless $NP \\subseteq DTIME(n^{\\polylog{n}})$"},{"snt_id":"G07.1_2950010073_6","simplified_snt":"Third, we introduce several types of cascade priority that are frequently seen in social networks."},{"snt_id":"G07.1_2950010073_7","simplified_snt":"Finally, we design algorithms for solving the misinformation containment problem."},{"snt_id":"G07.1_2950010073_8","simplified_snt":"The proposed algorithm is effective and shows encouraging results."},{"snt_id":"G07.1_2100028027_1","simplified_snt":"Inaccurate information is often regarded as a problem that needs to be corrected or simply understood as misinformation or disinformation without further consideration."},{"snt_id":"G07.1_2100028027_2","simplified_snt":"Misinformation and disinformation may cause problems online because users are constantly exposed to inaccurate and\/or false information."},{"snt_id":"G07.1_2100028027_3","simplified_snt":"This paper aims to establish preliminary work for future research by examining the relationships among information, misinformation, and disinformation."},{"snt_id":"G07.1_2100028027_4","simplified_snt":"Our analysis extends to a discussion of means for detecting misinformation and disinformation."},{"snt_id":"G07.1_2100028027_5","simplified_snt":"We argue that misinformation and disinformation are related but distinct sub-categories of information."},{"snt_id":"G07.1_2100028027_6","simplified_snt":"Misinformation is more complex than simply being inaccurate or incomplete, and disinformation does not always involve misinformation."},{"snt_id":"G07.1_2111507945_1","simplified_snt":"The growth of social media leads to better communication between people, but also propagation of misinformation."},{"snt_id":"G07.1_2111507945_2","simplified_snt":"The wide spread of misinformation over social media have bad consequences for public interest."},{"snt_id":"G07.1_2111507945_3","simplified_snt":"We design a framework to help identify misinformation."},{"snt_id":"G07.1_2111507945_4","simplified_snt":"The idea is to index the expertise of users and to match the experts with given suspected misinformation."},{"snt_id":"G07.1_2111507945_5","simplified_snt":"By sending the suspected misinformation to appropriate experts, they can judge the credibility of information, and help refute misinformation."},{"snt_id":"G07.1_2111507945_6","simplified_snt":"In this paper, we focus on finding appropriate experts for misinformation identification."},{"snt_id":"G07.1_2111507945_7","simplified_snt":"We propose a method to index the expertise of users with tags."},{"snt_id":"G07.1_2111507945_8","simplified_snt":"Experiments on a real world dataset demonstrate the effectiveness of our method for expert finding for misinformation identification."},{"snt_id":"G07.1_2124690797_1","simplified_snt":"The importance of research on misinformation has received wide recognition."},{"snt_id":"G07.1_2124690797_2","simplified_snt":"Two major challenges faced by this research community are the lack of theoretical models and the rare misinformation data."},{"snt_id":"G07.1_2124690797_3","simplified_snt":"This paper aims to address these challenges by conceptualizing misinformation and being able to completely understand and work on misinformation."},{"snt_id":"G07.1_2124690797_4","simplified_snt":"A representation and a model of misinformation are proposed through existing work in the field."},{"snt_id":"G07.1_2124690797_5","simplified_snt":"The model can guide future misinformation research and help building a digital misinformation library by advancing our knowledge on misinformation and by improving its sharing, management, and reuse."},{"snt_id":"G07.1_2124690797_6","simplified_snt":"In addition, we present a methodology for managing misinformation in a digital library, and suggest future research directions."},{"snt_id":"G07.2_2773680786_1","simplified_snt":"Conspiracy theories have gained much attention recently, due to their large impact on public events."},{"snt_id":"G07.2_2773680786_2","simplified_snt":"Little is known about how conspiracy theories are produced and developed on social media."},{"snt_id":"G07.2_2773680786_3","simplified_snt":"We present a study of conspiracy theory creation on Reddit during a public health crisis."},{"snt_id":"G07.2_2773680786_4","simplified_snt":"Using content and discourse analysis, we identified types of conspiracy theories that appeared on Reddit in response to the crisis, the conditions of their creation, and the strategies of their development in online forums."},{"snt_id":"G07.2_2773680786_5","simplified_snt":"Our analysis shows that conspiracy talk come from people trying to make sense of a public health crisis, which reflect their information needs and their lack of confidence in formal sources of information."},{"snt_id":"G07.2_2773680786_6","simplified_snt":"Implications for social computing researchers, health practitioners, and policymakers are discussed."},{"snt_id":"G07.2_2899514909_1","simplified_snt":"Conspiracy theories are omnipresent in online discussions."},{"snt_id":"G07.2_2899514909_2","simplified_snt":"Conspiracy theories evolve, multiply, and interconnect, complicating how to understand them and to limit their propagation."},{"snt_id":"G07.2_2899514909_3","simplified_snt":"It is crucial to develop methods to examine the nature of these conspiratorial discussions."},{"snt_id":"G07.2_2899514909_4","simplified_snt":"What do users talk about? What are the recurring elements in their discussions? What do these elements tell us about the way users think? This work answers these questions by analyzing over ten years of discussions in an online community on the social media Reddit dedicated to conspiratorial discussions."},{"snt_id":"G07.2_2899514909_5","simplified_snt":"We focus on the key elements of a conspiracy theory: the conspiratorial agents, the actions they perform, and their targets."},{"snt_id":"G07.2_2899514909_6","simplified_snt":"For example, a narrative-motif (an idea) such as \"governmental agency-controls-communications\" represents the various ways in which multiple conspiratorial statements suggest how governmental agencies control information."},{"snt_id":"G07.2_2899514909_7","simplified_snt":"Narrative-motifs expose similarities between multiple conspiracy theories even when they refer to different events or circumstances."},{"snt_id":"G07.2_2899514909_8","simplified_snt":"These representations help us understand how users talk about conspiracy theories and offer us a means to interpret what they talk about."},{"snt_id":"G07.2_2899514909_9","simplified_snt":"Our approach enables a population-scale study of conspiracy theories in alternative news and social media and ways to understand them and limit their propagation."},{"snt_id":"G07.2_2749521565_1","simplified_snt":"To believe in conspiracy theories is understandable as conspiracies occur and if we take an evidential approach, belief in such theories turns out to be warranted in a range of cases."},{"snt_id":"G07.2_2749521565_2","simplified_snt":"Drawing on this work, I examine evidence associated with conspiracy theories, showing that the evidential problems are not unique to conspiracy theories."},{"snt_id":"G07.2_2749521565_3","simplified_snt":"The problem with the use of evidence of conspiracy theorist could be the principle which guides their use of it. I argue that there is no ground to be suspicious of conspiracy theories as a whole, because those are based on evidence."},{"snt_id":"G08.1_2907181942_1","simplified_snt":"Cryptocurrency is a financial technology innovation which has attracted many people around the world."},{"snt_id":"G08.1_2907181942_2","simplified_snt":"The high-speed evolution, radical price fluctuations of cryptocurrency, and the inconsistent attitudes of monetary authorities in different countries have caused panic."},{"snt_id":"G08.1_2907181942_3","simplified_snt":"In this paper, we analyze the dynamics and risks of the cryptocurrency market."},{"snt_id":"G08.1_2907181942_4","simplified_snt":"Consistent with public perception, our analysis reveals that the cryptocurrency market is fragile and unstable."},{"snt_id":"G08.1_2806518684_1","simplified_snt":"Blockchain technology is a technology developed for Bitcoin, the most common cryptocurrency."},{"snt_id":"G08.1_2806518684_2","simplified_snt":"Blockchain technologies have become popular with the potential to become a powerful disruptive force."},{"snt_id":"G08.1_2806518684_3","simplified_snt":"People and organizations may use it to increase secure data exchange and make transactions simpler and easier."},{"snt_id":"G08.1_2806518684_4","simplified_snt":"We investigate what influence people to use a blockchain cryptocurrency."},{"snt_id":"G08.1_2806518684_5","simplified_snt":"We develop a model of cryptocurrency adoption to identify how cryptocurrency is accepted."},{"snt_id":"G08.1_2806518684_6","simplified_snt":"Our evidence allow a better understanding of cryptocurrency adoption."},{"snt_id":"G08.1_2972302621_1","simplified_snt":"Cryptocurrency was initially an implementation of digital currency, then derivatives were created in various fields."},{"snt_id":"G08.1_2972302621_2","simplified_snt":"This paper aims to help understand cryptocurrency."},{"snt_id":"G08.1_2972302621_3","simplified_snt":"We compared cryptocurrency with foreign exchange and stock."},{"snt_id":"G08.1_2972302621_4","simplified_snt":"Our investigation suggests that cryptocurrency is similar to stock."},{"snt_id":"G08.1_2972302621_5","simplified_snt":"Our analysis shows that cryptocurrency market is more fragile than stock market, thus it is currently a high-risk financial market."},{"snt_id":"G08.1_3004077497_1","simplified_snt":"The owning rate of smart devices is higher than ever before and mobile payment has become a major payment method."},{"snt_id":"G08.1_3004077497_2","simplified_snt":"Cryptocurrency is becoming an important type of currency and the total value of cryptocurrencies has reached USD 200 billion."},{"snt_id":"G08.1_3004077497_3","simplified_snt":"Therefore, support of cryptocurrency payment on mobile devices is a natural demand."},{"snt_id":"G08.1_3004077497_4","simplified_snt":"Considering the poor infrastructure and the low usage of financial service in developing countries, this combination is especially attractive."},{"snt_id":"G08.1_3004077497_5","simplified_snt":"The high storage cost and payment processing latency are two obstacles for cryptocurrency mobile payment."},{"snt_id":"G08.1_3004077497_6","simplified_snt":"We propose two solutions, one with a centralized bank and the other one without any centralized party."},{"snt_id":"G08.1_3004077497_7","simplified_snt":"We also provide a solution for the bank to meet KYC (know your customer)\/AML (antimoney laundering) expectations about cryptocurrency mobile payment."},{"snt_id":"G08.2_1607424157_1","simplified_snt":"Motivated by recent financial crises, research efforts have been put into studying contagion effects (spread of market disturbances) and herding behaviour (individuals acting collectively without centralized direction) in financial markets."},{"snt_id":"G08.2_1607424157_2","simplified_snt":"Much less has been said about influence of financial news on financial markets."},{"snt_id":"G08.2_1607424157_3","simplified_snt":"We propose a measure of collective behaviour in financial news on the Web, News Cohesiveness Index (NCI), and show that it can be used as a systemic risk indicator, which signals probability of financial system crises."},{"snt_id":"G08.2_1607424157_4","simplified_snt":"We evaluate the NCI on financial documents from Web news sources and analyse the relation between financial markets and financial news."},{"snt_id":"G08.2_1607424157_5","simplified_snt":"We hypothesized that strong cohesion in financial news reflects variations in the financial markets."},{"snt_id":"G08.2_1607424157_6","simplified_snt":"Cohesiveness is a better measure of systemic risk expressed in news, than measures based on simple occurrences of specific terms."},{"snt_id":"G08.2_1607424157_7","simplified_snt":"Our results show that cohesiveness in the financial news is highly correlated with variations in the financial markets."},{"snt_id":"G08.2_2807531787_1","simplified_snt":"In this paper, I propose a methodology to study the comovement (correlation on profits on investment) between the entropy (randomness and uncertainty) of different financial markets."},{"snt_id":"G08.2_2807531787_2","simplified_snt":"The entropy is based on the components measuring the stock market in financial markets from selected developed economies (France, Germany, the United Kingdom, and the United States)."},{"snt_id":"G08.2_2807531787_3","simplified_snt":"I study how a shock in the entropy in the United States affects the entropy in the other financial markets."},{"snt_id":"G08.2_2807531787_4","simplified_snt":"I also model the entropy using different time variables and obtain a common factor behind the entropy movements in these four markets."},{"snt_id":"G09.1_2202800066_1","simplified_snt":"Mobile devices are very common in everyone’s day-to-day life."},{"snt_id":"G09.1_2202800066_2","simplified_snt":"Nowadays such devices come with many features of computers."},{"snt_id":"G09.1_2202800066_3","simplified_snt":"People can use these devices for diverse applications."},{"snt_id":"G09.1_2202800066_4","simplified_snt":"There are chances that these devices can be used for illegal activities."},{"snt_id":"G09.1_2202800066_5","simplified_snt":"The percentage of mobile phones or smart phones involved in cyber crimes is increasing."},{"snt_id":"G09.1_2202800066_6","simplified_snt":"So it becomes necessary to digitally analyze such devices with cyber forensics tools."},{"snt_id":"G09.1_2202800066_7","simplified_snt":"This paper discusses different types of digital evidence present in Microsoft’s Windows Mobile smart phones and how to acquire such devices."},{"snt_id":"G09.1_2202800066_8","simplified_snt":"Also it describes a forensic tool for acquiring and analyzing Windows Mobile devices and personal digital assistants."},{"snt_id":"G09.1_2921035272_1","simplified_snt":"Internet of Things (IoT) devices (devices connected to the internet, collecting and sharing data) will be used in digital forensic investigations in the future."},{"snt_id":"G09.1_2921035272_2","simplified_snt":"These devices have limited interfaces for communication, such as USB ports or WiFi\/Bluetooth wireless interfaces."},{"snt_id":"G09.1_2921035272_3","simplified_snt":"Meanwhile, with an increasing focus on the security and privacy of user data, built-in encryption (which encode information) is becoming commonplace in devices."},{"snt_id":"G09.1_2921035272_4","simplified_snt":"This presents a significant challenge to digital forensic investigations, where data from IoT devices needs to be analysed."},{"snt_id":"G09.1_2921035272_5","simplified_snt":"This work explores the electromagnetic (EM) side-channel analysis literature for the purpose of assisting digital forensic investigations on IoT devices."},{"snt_id":"G09.1_2921035272_6","simplified_snt":"EM side-channel analysis is a technique where electromagnetic emissions are used for eavesdropping on the operations and data handling of devices."},{"snt_id":"G09.1_2921035272_7","simplified_snt":"The non-intrusive nature of EM side-channel approaches makes it a viable option to assist digital forensic investigations as these attacks require no modification to the target device."},{"snt_id":"G09.1_2921035272_8","simplified_snt":"The literature on various EM side-channel analysis attack techniques are discussed – selected according to their applicability in IoT device investigations."},{"snt_id":"G09.1_2921035272_9","simplified_snt":"The data obtained from our survey are used to identify promising future applications of the technique for digital forensic analysis on IoT devices."},{"snt_id":"G09.1_1965213295_1","simplified_snt":"The use of mobile phone forensics to investigate fraudulent activity is nothing new."},{"snt_id":"G09.1_1965213295_2","simplified_snt":"But mobile phones have evolved into smartphones, and fraudsters have evolved with them."},{"snt_id":"G09.1_1965213295_3","simplified_snt":"Smartphones have functionalities that can be used for data theft or inappropriate contact with other parties. They are out of the systems of the company and are not monitored or controlled."},{"snt_id":"G09.1_1965213295_4","simplified_snt":"Employers need to be aware of these risks when devices are delivered and have processes when suspicions are raised."},{"snt_id":"G09.1_1965213295_5","simplified_snt":"Detecting fraudsters with computer skills is a constant game of catch-up."},{"snt_id":"G09.1_1965213295_6","simplified_snt":"It's not only about playing catch-up with the cyberfraudster, but also the technologies that can be misused."},{"snt_id":"G09.1_1965213295_7","simplified_snt":"Moreover, the methods assisting fraudulent activities (still out of reach of company systems) are constantly evolving."},{"snt_id":"G09.1_1965213295_8","simplified_snt":"This means a company's intellectual property and sensitive data is at risk of sabotage or theft."},{"snt_id":"G09.1_2047319275_1","simplified_snt":"Phishers, people who attempt to trick people over the internet to steal their money, continue to modify the web pages used in their attacks to imitate websites of spoofed organizations and to avoid detection by phishing countermeasures."},{"snt_id":"G09.1_2047319275_2","simplified_snt":"Manipulations can be as subtle as changing the source code, which is the programming instructions, or as apparent as adding or removing significant content."},{"snt_id":"G09.1_2047319275_3","simplified_snt":"To respond to these changes to phishing campaigns, algorithms are used to detect phishing websites based on their content, employing a data set consisting of 17,992 phishing attacks targeting 159 different brands."},{"snt_id":"G09.1_2047319275_4","simplified_snt":"The results of the experiments using different approaches demonstrate that some can achieve a detection rate of greater than 90% while maintaining a low false positive rate."},{"snt_id":"M1_1_1","simplified_snt":"The period after exercise (1-8h) enhances the body's processes that reverse the effects of the exercise and promotes adaptation to the training."},{"snt_id":"M1_2_1","simplified_snt":"Nutritional strategies to optimize muscle recovery include proteins which are recommended to allow protein synthesis (production of new proteins which improve, for example, muscle mass) and carbohydrates to recharge glycogen stores (energy storage)."},{"snt_id":"M1_3_1","simplified_snt":"Muscle contraction and consumption of leucine-rich protein (essential amino acid composing proteins) induce reactions which increase the protein synthesis."},{"snt_id":"M1_4_1","simplified_snt":"Consumption of 20-25 g of high quality protein after exercise and repeated every 4 h showed an optimal anabolic response (increasing muscle mass) of the muscles."},{"snt_id":"M1_6_1","simplified_snt":"Several studies showed that athletes are more likely to drink alcohol to excess (50-65% drink above dangerous level)."},{"snt_id":"M1_7_1","simplified_snt":"Consequences of an excessive consumption after exercise are direct effect on the body but also indirect effect on the recovery due to an inappropriate eating and rest."},{"snt_id":"M1_8_1","simplified_snt":"Consumption of carbohydrates can partially counter balance the effects of alcohol on the recharge of glycogen stores but the effect on muscle protein synthesis are unknown."},{"snt_id":"M1_9_1","simplified_snt":"The aim of this study was to determine the effect of alcohol on anabolism and protein synthesis in humans during recovery following an effort an athlete could do (in rugby or football for example)."},{"snt_id":"M1_10_1","simplified_snt":"We assumed that consumption of protein and alcohol (compared to protein only) would reduce protein synthesis."},{"snt_id":"M1_11_1","simplified_snt":"Eight healthy physically active men (3 trainings per week for at least 6 months) volunteered for this study."},{"snt_id":"M1_12_1","simplified_snt":"Subjects did high intensity exercise and just after consumed an alcohol-carbohydrate, an alcohol-protein or a protein drink in three separate occasions."},{"snt_id":"M1_13_1","simplified_snt":"Training consisted of eight sets of five repetitions of leg extension at 80% of their maximum strength."},{"snt_id":"M1_14_1","simplified_snt":"After 5 minutes rest, subjects cycled for 30 minutes at medium intensity,"},{"snt_id":"M1_15_1","simplified_snt":"then 5 minutes at high intensity."},{"snt_id":"M1_16_1","simplified_snt":"Immediately following exercise and after 4 h recovery, subjects consumed a 500mL drink of protein or carbohydrates."},{"snt_id":"M1_17_1","simplified_snt":"A carbohydrate meal was consumed 2 h after exercise, according to recommendation for glycogen recovery."},{"snt_id":"M1_18_1","simplified_snt":"The 8 h period after exercise is an important phase for recovery but also the period during which blood alcohol level may be the highest after excessive consumption of alcohol."},{"snt_id":"M1_19_1","simplified_snt":"The alcohol consumption started 1 h after exercise with 6 drinks (60mL of vodka and 240mL of orange juice) and during 3 h."},{"snt_id":"M1_20_1","simplified_snt":"For the protein drink, orange juice was consumed with water instead of alcohol."},{"snt_id":"M1_21_1","simplified_snt":"Subjects consumed the drinks in 5 minutes every 30 minutes."},{"snt_id":"M1_22_1","simplified_snt":"Data (blood, protein synthesis, responses, etc.) were analyzed several times for the 3 different consumptions of drinks."},{"snt_id":"M1_23_1","simplified_snt":"The first finding of this study was that the mTOR enzyme (responsible for muscle growth) and protein synthesis (after exercise) were reduced by an excessive alcohol consumption during the 8 h period of recovery."},{"snt_id":"M1_24_1","simplified_snt":"Consequences were most evident when alcohol was consumed without protein (37 % reduction of protein synthesis)."},{"snt_id":"M1_25_1","simplified_snt":"A second finding was that even with protein consumption, alcohol reduced protein synthesis by around 24%."},{"snt_id":"M1_26_1","simplified_snt":"mTOR is important in absorption of nutrients (like amino acids) and in sending signals to the body to produce an effort."},{"snt_id":"M1_27_1","simplified_snt":"The data from this study show that alcohol reduce the protein synthesis after exercise even with an optimal consumption of nutrients."},{"snt_id":"M1_28_1","simplified_snt":"The quantity of alcohol consumed in this study was based on consumption by athletes during binge drinking."},{"snt_id":"M1_29_1","simplified_snt":"However, reports show that some individuals can consume higher quantities, which is a concern for health and safety issues."},{"snt_id":"M1_30_1","simplified_snt":"Regrettably, it is difficult to find an educational message about alcohol consumption and sport performances that speaks to athletes."},{"snt_id":"M1_31_1","simplified_snt":"Considering the importance of protein synthesis (adaptation, repair and regeneration of muscles), the results of this study provide evidence of reduced recovery when alcohol is consumed after exercise, even with an optimal consumption of nutrients."},{"snt_id":"M1_32_1","simplified_snt":"We consider our data crucial for athletes and coaches."},{"snt_id":"M1_33_1","simplified_snt":"Our findings provide evidence for a message of moderation in alcohol consumption to promote recovery after exercise, with the potential to change sport cultures and athlete practices."},{"snt_id":"M10_42_1","simplified_snt":"In this paper we revisit a topic originally discussed in 1955, namely the lack of evidence that muscle growth plays an important role in increasing strength."},{"snt_id":"M10_42_2","simplified_snt":"To this day, long-term adaptations in strength are thought to be related to changes in muscle size."},{"snt_id":"M10_42_3","simplified_snt":"Given this assumption, training programs made for increasing both muscle size and strength were popular."},{"snt_id":"M10_42_4","simplified_snt":"However, the conclusion that a change in muscle size has an influence on strength is surprisingly based on little evidence."},{"snt_id":"M10_42_5","simplified_snt":"We suggest that these changes may be based on: (1) the weak correlation between the change in muscle size and the change in muscle strength after training; (2) the loss of muscle mass with the interruption of training, yet a maintenance of muscle strength; and (3) the similar muscle growth between low-load and high-load strength training, yet different results in strength."},{"snt_id":"M11_43_1","simplified_snt":"Low-intensity occlusion training, which is a training method with blood flow restriction, provides a unique beneficial training mode for muscle growth."},{"snt_id":"M11_43_2","simplified_snt":"Training at intensities as low as 20% of maximum strength with moderate occlusion results in muscle growth in 3 weeks."},{"snt_id":"M11_43_3","simplified_snt":"A typical exercise consists of 3 to 5 sets to muscle failure with short rest periods."},{"snt_id":"M11_43_4","simplified_snt":"The metabolic accumulation causes positive physiologic reactions, specifically a rise in growth hormone, which is one of the main hormone responsible of muscle growth, that is higher than levels found with higher intensities."},{"snt_id":"M11_43_5","simplified_snt":"Occlusion training is applicable for those who are unable to sustain high loads due to joint pain, postoperative patients, cardiac rehabilitation, athletes who are unloading, and astronauts."},{"snt_id":"M12_44_1","simplified_snt":"Current belief suggests cardio exercise training has minimal effect on muscle size."},{"snt_id":"M12_44_2","simplified_snt":"We and others have demonstrated that cardio exercise alters protein metabolism (responsible for protein synthesis and muscle growth) and induces muscle growth."},{"snt_id":"M12_44_3","simplified_snt":"These findings against the current belief provide a novel perspective on muscle mass regulation and insight into exercise to prevent muscle loss."},{"snt_id":"M13_45_1","simplified_snt":"Stretch training is used in a variety of fitness capacities such as increasing flexibility, preventing contractures (shortening of muscle) and reduce injuries."},{"snt_id":"M13_45_2","simplified_snt":"Moreover, some researches indicate that stretch training may induce muscle growth."},{"snt_id":"M13_45_3","simplified_snt":"The purpose of this review was to evaluate if stretch training is a viable strategy to induce muscle growth in humans."},{"snt_id":"M13_45_4","simplified_snt":"Of the 10 studies identified, 3 observed positive effects of stretch training on muscles."},{"snt_id":"M13_45_5","simplified_snt":"In these studies, the stretching was performed with external help like equipment or load."},{"snt_id":"M13_45_6","simplified_snt":"Of the 5 available studies that integrated stretching into strength training, 2 applied the stretching in the rest period between the sets and were the ones that showed enhanced muscle growth."},{"snt_id":"M13_45_7","simplified_snt":"In conclusion, passive, low-intensity stretch does not appear to produce beneficial changes in muscles but evidence suggests that when stretching is done with a certain intensity (particularly when loaded, or added between active muscle contractions), it may induce muscle growth."},{"snt_id":"M14_46_1","simplified_snt":"Cycling training is performed as a major part of any training program which objective is to improve cardiovascular capacities and health."},{"snt_id":"M14_46_2","simplified_snt":"However, the effect of cycling training on muscle size and strength still requires a better comprehension."},{"snt_id":"M14_46_3","simplified_snt":"Therefore, the purpose of this review is to discuss the effects of cycling training on muscle size and strength of the legs and the possible mechanisms for increasing muscle size with cycling training."},{"snt_id":"M14_46_4","simplified_snt":"It is plausible that cycling training requires a longer period to significantly increase muscle size compared to strength training due to a much slower muscle growth rate."},{"snt_id":"M14_46_5","simplified_snt":"Cycling training induces muscle growth similarly between young and older people, while strength gain seems to favor older adults."},{"snt_id":"M14_46_6","simplified_snt":"For young adults, series of high-intensity cycling may be required to achieve strength gains."},{"snt_id":"M14_46_7","simplified_snt":"It also appears that muscle growth induced by cycling training results from the positive changes in protein balance, which is the balance between protein intake which leads to muscle growth and protein loss which leads to muscle loss)."},{"snt_id":"M15_47_1","simplified_snt":"Strength training is the most effective method to increase muscle mass."},{"snt_id":"M15_47_2","simplified_snt":"It has also been shown to promote many health benefits."},{"snt_id":"M15_47_3","simplified_snt":"Although it is helpful for treating and preventing diseases, a time-efficient and minimal dose of exercise has been the focus of a great number of research studies."},{"snt_id":"M15_47_4","simplified_snt":"Similarly, an inverted U-shaped relationship (which means that the efficiency increases until a point, and then starts decreasing) between training volume and physiological response has been hypothesized to exist."},{"snt_id":"M15_47_5","simplified_snt":"However, evidence supports a clear correlation between resistance training volume (number of exercises, sets, etc.) and physiological responses, such as muscle growth and health outcomes."},{"snt_id":"M15_47_6","simplified_snt":"Additionally, there is a lack of data to support the inverted U-shaped response."},{"snt_id":"M15_47_7","simplified_snt":"The principle suggested is that volume is the most easily modifiable variable that has the most important response, for muscle growth or health outcomes."},{"snt_id":"M16_48_1","simplified_snt":"The effects of short versus long rest intervals between sets in strength training on muscle growth have been investigated in several studies but the findings and the practical implications are unclear."},{"snt_id":"M16_48_2","simplified_snt":"Current evidence indicates that both short and long rest intervals may be useful for muscle growth."},{"snt_id":"M16_48_3","simplified_snt":"Novel findings suggest for trained people a possible advantage for the use of long rest intervals to induce muscle growth."},{"snt_id":"M16_48_4","simplified_snt":"However, due to the lack of studies with similar methodologies, further research is needed to provide a clear differentiation between these two approaches."},{"snt_id":"M17_49_1","simplified_snt":"Memory is a process in which information is encoded, stored, and retrieved."},{"snt_id":"M17_49_2","simplified_snt":"For vertebrates, it has been said that it occurs only in the brain."},{"snt_id":"M17_49_3","simplified_snt":"This review describes a cellular memory in muscles in which muscle growth is 'remembered' such that a fibre that has lost its mass, can regain it faster than untrained fibres."},{"snt_id":"M17_49_4","simplified_snt":"A new model, with the most reliable methods for identifying myonuclei (nuclei in muscle fiber), can explain this phenomenon."},{"snt_id":"M17_49_5","simplified_snt":"According to this model, previously untrained fibres recruit myonuclei from activated satellite cells (quiescent cells acting as a reserve population of cells for regeneration of muscle) before muscle growth."},{"snt_id":"M17_49_6","simplified_snt":"Even after grave muscle loss, the higher number of myonuclei is retained, and the myonuclei seem to be protected against programmed cell death observed during muscle loss."},{"snt_id":"M17_49_7","simplified_snt":"Fibres that have acquired a higher number of myonuclei grow faster during strength exercise, thus the nuclei represent a functionally important 'memory' of previous strength."},{"snt_id":"M17_49_8","simplified_snt":"This memory might be very long lasting in humans, as myonuclei are stable for at least 15 years and might even be permanent."},{"snt_id":"M17_49_9","simplified_snt":"However, myonuclei are harder to recruit for old people, and if the long-lasting muscle memory also exists in humans, one should consider early strength training as a public health advice."},{"snt_id":"M18_50_1","simplified_snt":"It has been hypothesized that eating small, frequent meals enhances fat loss and helps for better weight maintenance."},{"snt_id":"M18_50_2","simplified_snt":"Several studies support this hypothesis, with a link between the frequency of eating and being overweight."},{"snt_id":"M18_50_3","simplified_snt":"This review aims to present and discuss a research on meal frequency with respect to changes in body mass."},{"snt_id":"M18_50_4","simplified_snt":"Eating frequency was positively associated with reductions in fat mass and increasing in fat-free mass."},{"snt_id":"M18_50_5","simplified_snt":"However, the positive findings were the product of a single study, leaving a doubt about the beneficial effect of frequent meals on body composition."},{"snt_id":"M18_50_6","simplified_snt":"In conclusion, although the initial results suggest a potential benefit of increased eating frequencies for enhancing body composition, these findings need to be carefully interpreted."},{"snt_id":"M19_51_1","simplified_snt":"Per decade, inactive adults experience a muscle loss of 3% to 8%, a reduction of resting metabolic rate (energy consumed by the body at rest) and fat accumulation."},{"snt_id":"M19_51_2","simplified_snt":"Ten weeks of strength training may increase fat-free mass by 1.4 kg, resting metabolic rate by 7%, and reduce fat weight by 1.8 kg."},{"snt_id":"M19_51_3","simplified_snt":"Benefits of strength training include improved physical performance, movement control, walking speed, functional independence, cognitive abilities, and self-esteem."},{"snt_id":"M19_51_4","simplified_snt":"Strength training may assist prevention and management of type 2 diabetes by decreasing abdominal fat, reducing HbA1c which is a form of hemoglobin linked to a sugar, increasing the density of glucose transporter type 4, and improving insulin sensitivity."},{"snt_id":"M19_51_5","simplified_snt":"Strength training may enhance cardiovascular health, by reducing resting blood pressure, decreasing 'bad' cholesterol and triglycerides (main constituents of body fat), and increasing 'good' cholesterol."},{"snt_id":"M19_51_6","simplified_snt":"Strength training may promote bone development, with studies showing 1% to 3% increase in bone mineral density."},{"snt_id":"M19_51_7","simplified_snt":"Strength training may be effective for reducing low back pain, joint and muscle pain, and reverse specific aging factors in muscles."},{"snt_id":"M2_34_1","simplified_snt":"Physical activity has many benefits like preventing diseases and improving general health."},{"snt_id":"M2_34_2","simplified_snt":"In popular opinion, it is recommended to start intense physical activities like weight lifting and plyometrics (exercises like sprint and jumps) after adolescence."},{"snt_id":"M2_34_3","simplified_snt":"But this advice does not seem to be based on facts."},{"snt_id":"M2_34_4","simplified_snt":"We did not find any recommendation against strength training at a young age if it is well supervised with safety rules, medical clearance, proper instruction from a professional and progressive overload (gradual increase of stress on muscle and nervous system)."},{"snt_id":"M2_34_5","simplified_snt":"Several studies showed many benefits of repeated, intense physical efforts in young people."},{"snt_id":"M2_34_6","simplified_snt":"Improved motor skills and body composition (muscle mass increased, fat mass decreased, healthier bone) were found in studies, especially if sport practice began during puberty."},{"snt_id":"M2_34_7","simplified_snt":"We can conclude that strength training is a safe and healthy practice for children and adolescents."},{"snt_id":"M20_52_1","simplified_snt":"Human aging results in a variety of changes to muscles."},{"snt_id":"M20_52_2","simplified_snt":"Sarcopenia is the age-associated muscle loss and is one of the main contributors to muscle disorders in older adults."},{"snt_id":"M20_52_3","simplified_snt":"Previous research has demonstrated that strength training can attenuate muscle function deficits in older adults, however few articles have focused on the effects of strength training on mobility."},{"snt_id":"M20_52_4","simplified_snt":"The purpose of this review was to present the effects of strength training on mobility for older adults with muscle function deficits and to provide guidelines that can be used with seniors during strength training."},{"snt_id":"M20_52_5","simplified_snt":"We present evidence that strength training can attenuate age-related changes in mobility, including improvements in walking speed, static and dynamic balance, and fall risk reduction."},{"snt_id":"M20_52_6","simplified_snt":"Older adults should be encouraged to participate in strength training activities, and should avoid immobility."},{"snt_id":"M21_53_1","simplified_snt":"Maximizing the muscle growth following strength training can be done by manipulating variables like exercise selection, exercise order, rest intervals, intensity of maximal load, and training volume (number of exercises, sets, etc.)."},{"snt_id":"M21_53_2","simplified_snt":"A neglected variable that also may impact muscle growth is repetition duration."},{"snt_id":"M21_53_3","simplified_snt":"Total duration of a repetition is the sum of the contraction, the lengthening and isometric (static contraction) and is based on the tempo."},{"snt_id":"M21_53_4","simplified_snt":"We conducted a review and analysis of multiple studies to determine if modification of repetition duration can amplify the muscle growth."},{"snt_id":"M21_53_5","simplified_snt":"Results indicate that muscle growth is similar when training with repetition durations from 0.5 to 8 s."},{"snt_id":"M21_53_6","simplified_snt":"Using a wide range of repetition durations can be employed if the primary goal is to maximize muscle growth."},{"snt_id":"M21_53_7","simplified_snt":"Findings suggest that training at very slow durations (>10s per repetition) is less efficient for muscle growth, although a lack of studies on the topic makes it difficult to draw definitive conclusions."},{"snt_id":"M22_54_1","simplified_snt":"Recovery from exercise refers to the time period between the end of exercise and the return to a resting or recovered state."},{"snt_id":"M22_54_2","simplified_snt":"It also refers to specific physiological processes occurring after exercise."},{"snt_id":"M22_54_3","simplified_snt":"Recovery of the cardiovascular system occurs across a period of minutes to hours, during which many characteristics of the system change over time."},{"snt_id":"M22_54_4","simplified_snt":"Some of these changes may be necessary for long-term adaptation to exercise training, yet some can lead to cardiovascular instability during recovery."},{"snt_id":"M22_54_5","simplified_snt":"These changes may provide insight into when the cardiovascular system has recovered and is physiologically ready for additional training."},{"snt_id":"M22_54_6","simplified_snt":"This review focuses on the most consistently observed blood flow adjustments and the causes that drive cardiovascular recovery and how they differ following strength and cardio exercise."},{"snt_id":"M22_54_7","simplified_snt":"First we focus on the effect leading to low blood pressure of cardio and strength exercise and associated mechanisms, which can progress to symptomatic hypotension (low blood pressure) and fainting."},{"snt_id":"M22_54_8","simplified_snt":"Finally, we focus on the practical application to maximize the benefits of cardiovascular recovery, or minimize the vulnerabilities."},{"snt_id":"M22_54_9","simplified_snt":"We will explore measures, and discuss how these can guide an athlete's training."},{"snt_id":"M23_55_1","simplified_snt":"Exercise and physical activity are key tools in the treatment and prevention of several medical conditions including joint disorders and diabetes."},{"snt_id":"M23_55_2","simplified_snt":"Exercise can reduce cardiovascular risk, inflammation, illness causing muscle loss, and hypertension, in addition to increasing physical functioning, strength, and cardio-respiratory capacity."},{"snt_id":"M23_55_3","simplified_snt":"Chronic kidney disease, a condition that affects around 10% of the population, is often neglected as a target for exercise-based therapy."},{"snt_id":"M23_55_4","simplified_snt":"Despite the vast range of severity in kidney disease, exercise has a potential role in all patients suffering from the condition."},{"snt_id":"M23_55_5","simplified_snt":"In this review, we summarise the potential important role of exercise in the management of kidney disease and how this form of 'medicine' should be used."},{"snt_id":"M24_56_1","simplified_snt":"Exercise with blood flow restriction (BFR) is used to increase strength in healthy individuals."},{"snt_id":"M24_56_2","simplified_snt":"However, its effects on individuals with knee pain are unknown."},{"snt_id":"M24_56_3","simplified_snt":"The objective is to determine the effectiveness of adding BFR to strength exercise for pain relief and improvement of function in patients with knee pain."},{"snt_id":"M24_56_4","simplified_snt":"We conducted a review and analysis of multiple studies."},{"snt_id":"M24_56_5","simplified_snt":"Studies that compared strength exercise with or without BFR to treat knee pain and function."},{"snt_id":"M24_56_6","simplified_snt":"The results showed that resistance exercises with BFR was not more effective than strength exercises for reducing pain and improving knee function in patients with knee pain."},{"snt_id":"M25_57_1","simplified_snt":"In Japan, 43 million patients had high blood pressure in 2010."},{"snt_id":"M25_57_2","simplified_snt":"The management of this condition and the importance of lifestyle changes for the prevention and treatment of high blood pressure has been recognized in Japan."},{"snt_id":"M25_57_3","simplified_snt":"In particular, increasing the levels of activities of daily living and physical exercise."},{"snt_id":"M25_57_4","simplified_snt":"In this review, we examined appropriate exercise prescriptions (e.g., type, intensity, duration per session, and frequency) for the prevention and treatment of high blood pressure."},{"snt_id":"M25_57_5","simplified_snt":"This review recommends full body cardio exercise at moderate intensity (i.e., 50-65% of maximum intensity, 30-60 min per session, 3-4 times a week) that focuses on the major muscle groups."},{"snt_id":"M25_57_6","simplified_snt":"Strength exercise should be performed at low-intensity without breath-holding and should be used as supplementary exercise, but it is contraindicated in patients with high blood pressure who have chest symptoms such as chest pain."},{"snt_id":"M3_35_1","simplified_snt":"Nowadays, people are interested in intermittent fasting (an eating pattern where you cycle between periods of eating and fasting)"},{"snt_id":"M3_35_2","simplified_snt":"Nutrition is important for the optimization of sport performance so there is a concern about the effects of intermittent fasting on performance."},{"snt_id":"M3_35_3","simplified_snt":"Studies showed that there are no benefit in high-intensity, endurance or strength training while fasting."},{"snt_id":"M4_36_1","simplified_snt":"Physically active people encounter periods with limited time available for exercise."},{"snt_id":"M4_36_2","simplified_snt":"During such periods, the goal of training may be to simply maintain physical performance."},{"snt_id":"M4_36_3","simplified_snt":"Some people may also desire to maintain performance for prolonged periods, like athletes during competitive season or militaries during deployment."},{"snt_id":"M4_36_4","simplified_snt":"Endurance performance can be maintained for up to 15 weeks with 2 trainings per week, or with a reduction of 13–26 minutes per training, as long as exercise intensity (exercising heart rate) is maintained."},{"snt_id":"M4_36_5","simplified_snt":"Strength and muscle size can be maintained for up to 32 weeks with 1 strength training per week and 1 set per exercise, as long as exercise intensity (load) is maintained. In older populations, maintaining muscle size may require up to 2 trainings per week and 2–3 sets per exercise, while maintaining exercise intensity."},{"snt_id":"M4_36_6","simplified_snt":"Exercise intensity seems to be the key variable for maintaining physical performance, even with reduction of frequency and volume (number of exercises, sets, etc.)"},{"snt_id":"M5_37_1","simplified_snt":"Nutrient timing is a popular nutritional strategy that involves the consumption of combinations of nutrients around an exercise session."},{"snt_id":"M5_37_2","simplified_snt":"Some people say that this approach can produce dramatic improvements in body composition."},{"snt_id":"M5_37_3","simplified_snt":"It has even been hypothesized that the timing may be more important than the total daily intake of nutrients."},{"snt_id":"M5_37_4","simplified_snt":"The post-exercise period is considered the most important part of nutrient timing."},{"snt_id":"M5_37_5","simplified_snt":"In theory, consuming the proper ratio of nutrients during this time allows the rebuilding of damaged muscle tissue and restoration of energy reserves, but also enhances both body composition and exercise performance."},{"snt_id":"M5_37_6","simplified_snt":"Researchers have made reference to an anabolic “window of opportunity” (a limited time after training to optimize muscular adaptations)."},{"snt_id":"M5_37_7","simplified_snt":"However, the importance - and even the existence - of a post-exercise ‘window’ can vary according to a number of factors."},{"snt_id":"M5_37_8","simplified_snt":"Research is uncertain about the applicability of nutrient timing. Besides, the relevance of post-exercise nutritional intake concerning anabolism (increasing muscle mass) has been challenged by recent evidence."},{"snt_id":"M6_38_1","simplified_snt":"Lack of time is one of the most common reason for not exercising."},{"snt_id":"M6_38_2","simplified_snt":"The aim of this review was to determine how strength training can be time-efficient by evaluating research on training variables, advanced training techniques, and the need for warm-up and stretching."},{"snt_id":"M6_38_3","simplified_snt":"We recommend choosing bilateral (with the two arms or legs), multi-joint (multiple joints involved) exercises that include full dynamic movements and to perform a minimum of one leg pressing exercise (e.g. squats), one pulling exercise (e.g. pull-up) and one pushing exercise (e.g. bench press)."},{"snt_id":"M6_38_4","simplified_snt":"Exercises can be performed with machines and\/or free weights."},{"snt_id":"M6_38_5","simplified_snt":"Weekly training volume (number of exercises, sets, etc.) is more important than training frequency and we recommend a minimum of 4 weekly sets per muscle group using a load that permits to do 6 to 15 repetitions."},{"snt_id":"M6_38_6","simplified_snt":"Advanced training techniques like combining exercises with no rest or shortening the rest time while using lighter weights can cuts the training time in half, while maintaining training volume."},{"snt_id":"M6_38_7","simplified_snt":"However, these methods are probably better to increase muscle mass than strength."},{"snt_id":"M6_38_8","simplified_snt":"Finally, we advise exercise-specific warm-ups, and stretching only if the goal of training is to increase flexibility."},{"snt_id":"M7_39_1","simplified_snt":"Training frequency is an important variable for hypertrophy (increasing muscle mass) in strength training."},{"snt_id":"M7_39_2","simplified_snt":"The purpose of this paper was to conduct a review and analysis of multiple studies investigating the effects of weekly training frequency on hypertrophy."},{"snt_id":"M7_39_3","simplified_snt":"Results showed no significant difference between higher and lower frequency with the same training volume (number of exercises, sets, etc.)."},{"snt_id":"M7_39_4","simplified_snt":"Analysis of studies with different training volumes showed better results for higher frequencies, although the difference between frequencies of 1 and 3+ days per week was small."},{"snt_id":"M7_39_5","simplified_snt":"In conclusion, there is strong evidence that resistance training frequency does not significantly impact muscle hypertrophy when training volume is the same."},{"snt_id":"M7_39_6","simplified_snt":"Thus, for a given training volume, individuals can choose a weekly frequency per muscle groups based on personal preference."},{"snt_id":"M8_40_1","simplified_snt":"A variety of training techniques have been suggested to support muscle growth."},{"snt_id":"M8_40_2","simplified_snt":"Forced repetitions\/drop sets (use lighter weight or receiving help to continue the set), supersets (combining exercises with no rest), and heavy negatives (lowering phase of the lift), are pretended to enhance hypertrophy (increasing muscle mass)."},{"snt_id":"M8_40_3","simplified_snt":"This article will explore the potential role of these techniques in promoting muscle hypertrophy and provide an insight into possible applications to strength training."},{"snt_id":"M9_41_1","simplified_snt":"Increasing muscle mass is the goal of many people who lift weights."},{"snt_id":"M9_41_2","simplified_snt":"Research is lacking, however, as to the optimal way to induce muscle growth."},{"snt_id":"M9_41_3","simplified_snt":"Bodybuilders train with moderate loads and short rest intervals."},{"snt_id":"M9_41_4","simplified_snt":"Powerlifters, on the other hand, train with high-intensity loads and lengthy rest periods."},{"snt_id":"M9_41_5","simplified_snt":"Although both groups are known to display impressive muscularity, it is not clear which method is superior for increasing muscle mass."},{"snt_id":"M9_41_6","simplified_snt":"It has been shown that many factors mediate the process of muscle growth and that mechanical tension, muscle damage, and metabolic stress all can play a role in muscle growth."},{"snt_id":"M9_41_7","simplified_snt":"Therefore, the purpose of this paper is to review the literature as to the mechanisms of muscle hypertrophy and their application to exercise training and to draw conclusions from the research as to the optimal way to induce muscle growth."}]